---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevIndTypeElevation
source: html/2b7b50d9-ec43-e320-3f38-08e614437eba.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevIndTypeElevation Property

"Elevation Indicator as Prefix/Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevIndTypeElevation { get; }
```